# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rails db:seed command (or created alongside the database with db:setup).
#
# Examples:
#
#   movies = Movie.create([{ name: 'Star Wars' }, { name: 'Lord of the Rings' }])
#   Character.create(name: 'Luke', movie: movies.first)
num = 0
age1, age2, age3, age4, age5, age6, age7, age8 = [ "twenties", "twenties", "thirties", "thirties", "thirties", "forties", "forties", "over70" ]
emotions1, emotions2, emotions3, emotions4, emotions5, emotions6, emotions7, emotions8 = [ 0, 1, 2, 0, 0, 0, 0, 0 ]
emotions9 = 1
emotions10 = 0
emotions11 = 0
emotions12 = 2
emotions13 = 0
emotions14 = 1
emotions15 = 0
emotions16 = 0
emotions17 = 2
emotions18 = 0
emotions19 = 0
emotions20 = 2
emotions21 = 0
emotions22 = 0
emotions23 = 4
emotions24 = 0
emotions25 = 3
emotions26 = 0
emotions27 = 0
emotions28 = 1
emotions29 = 0
emotions30 = 0
emotions31 = 0
emotions32 = 1
emotions33 = 1
emotions34 = 1
emotions35 = 1
emotions36 = 1
emotions37 = 1
emotions38 = 3
emotions39 = 1
emotions40 = 1
emotions41 = 2
emotions42 = 2
emotions43 = 1
emotions44 = 0
emotions45 = 0
emotions46 = 0
emotions47 = 2
emotions48 = 1
emotions49 = 2

score1, score2, score3, score4, score5, score6, score7, score8 = [ 80, 80, 70, 100, 80, 90, 80, 98 ]
score9 = 35
score10 = 50
score11 = 100
score12 = 70
score13 = 98
score14 = 90
score15 = 80
score16 = 97
score17 = 90
score18 = 100
score19 = 95
score20 = 100
score21 = 75
score22 = 80
score23 = 80
score24 = 100
score25 = 70
score26 = 60
score27 = 80
score28 = 60
score29 = 80
score30 = 100
score31 = 100
score32 = 100
score33 = 70
score34 = 100
score35 = 80
score36 = 100
score37 = 60
score38 = 40
score39 = 98
score40 = 70
score41 = 90
score42 = 99
score43 = 90
score44 = 60
score45 = 100
score46 = 100
score47 = 100
score48 = 50
score49 = 90

title1 = "じゃあ誰の責任？"
title2 = "人の嫌がるのを楽しむ先輩"
title3 = "疑い"
title4 = "ついに禁煙！"
title5 = "職場内集団いじめ"
title6 = "明らかに落ち度があるのに、それを認めない開き直りや、逆ギレは人としてどうかしている"
title7 = "嫁がイライラと機嫌が悪い時のものの言い方"
title8 = "上司として最低な奴"
title9 = "他人と比べたことによる劣等感"
title10 = "なんでそんないい方なの？！"
title11 = "求人票に嘘をつくな！"
title12 = "どうしてわたしなのかな？"
title13 = "クソ上司の理不尽説教"
title14 = "なんで？？"
title15 = "仕事でお局から理不尽なマウントをとられてイラついた体験。"
title16 = "下っ端だからってハイハイ言うと思うなよ！"
title17 = "職場恋愛で彼氏へ募った不満から負の感情が発生した体験。"
title18 = "内部障害の自分が体験した悲しい出来事"
title19 = "第三者に対しての怒りをぶつけるな！"
title20 = "彼氏と別れ話をした"
title21 = "接客業であった理不尽"
title22 = "悪口言われるの嫌だって言ったのに"
title23 = "仕事に行きたくない"
title24 = "年下女子に責任転嫁される"
title25 = "総務部長と名ばかりで何もしないおじさん"
title26 = "目の前に現れる物事は自分へのブーメラン"
title27 = "信じていた友達に恋人に言い寄られた"
title28 = "もう関係ないけど、腹が立つ"
title29 = "これがお局・・・？"
title30 = "マタハラ上司"
title31 = "最後まで手のかかる親"
title32 = "結婚式で切れた家族の縁"
title33 = "コロナ禍でも変わらぬ旧体制を死守する弊社"
title34 = "つるんでいなきゃ不安でコソコソ現れ、服装、メイクは朝から完璧だが、遅刻魔。"
title35 = "旦那の一言"
title36 = "無駄なことをオウム返しする仕事できない後輩"
title37 = "呆れた！"
title38 = "確認したよね？？"
title39 = "不倫旦那の異常行動"
title40 = "なぜ勤務時間外に出勤しなきゃいけないの"
title41 = "娘の同級生に私が睨まれた"
title42 = "14歳の時、母に知り合いの人の家に養女に行かないかと言われる。"
title43 = "その言葉あなたが言う？"
title44 = "パワハラ上司"
title45 = "職場でのパワハラ"
title46 = "向き合う価値のない人間"
title47 = "自分の自由にならない"
title48 = "職場イジメ"
title49 = "事業を一緒にやらなくなったからってブロック!?"

journaling1 = "お前が謝れよ。何笑っとんねん。お前の責任じゃないん？なにそれ。呆れて何も言えん。目をみてしゃべれ。何言っとるか聞こえんわ。声はれ。間違ってないよな？一言ごめんで終わるのにお前がややこしくしるんじゃないん？"
journaling2 = "俺がお前に何をしたんだ？こんなことして楽しいか？そんな奴だとは思わなかった。信じた俺が悪いのか。だとしても煮えくり返る。社会のゴミくず。陰湿ゴミカス野郎。ろくでなし。あの屈辱は忘れない。仕返ししてやる。"
journaling3 = "オイオイ！まてまて！ふざけるなよ！なんで俺が！ちょっと待ってくれ！ご近所の常連さんだぞ！こんなクソガキに疑いの目を向けられるなんて、なめんじゃねーぞ！店長にクレームでも入れてやろうかと思うわ！絶対オマエはすぐに辞める！"
journaling4 = "マジで毎年毎年何回タバコの増税ばっかすんだよ！おかげで肩身狭くなるわ喫煙場所探すの大変だわ、家計の財布に対するダメージデカいし！てか、ニコチンってなんなの？依存率半端ないんっすけど！吸わなきゃイライラさせるし吸ったら吸ったで頭クラクラさせるしホント煙草腹立つわー！"
journaling5 = "声を聞くとイライラする、唐突に相手の顔を思い出してイライラする、一人では大人しいくせに多人数になると強気になりやがって！猿山のボス猿のくせに粋がるなよ、何もしなければ飛ばされることもなかったのにざまあみろ！"
journaling6 = "なぜ普通に問いかけているだけなのに、感情的にしか話ができないの？事実として、明らかに落ち度があるのはそちらなのに、その態度は何？逆ギレと責任転嫁は、人として一番やってはいけないこと。1人じゃ何もできないくせに、その態度は何？"
journaling7 = "あの言い方が嫌い、声も聞きたくない、自分がすべて正しいと思い込んでいる、人の話を聞かない、絶対に謝らない、ありがとうの一言が言えない、子供にあたる、子供に手を出す、声がでかいしうるさい、目を合わせたくない"
journaling8 = "むかつく！どんな顔で嘘ついてだよ。こんな奴が上にいるとは最悪だ。本社に報告したい。だが、あまり人の事をリークするのも今一。これからも続けば容赦はしない。こんな奴をこの職場の責任者にしてる社長もどうかしてる。"
journaling9 = "悲しい、どうにもならない、情けない、自分が悪い、考え方次第、負けている、劣っている、考えたくないけど考えてしまう。仕方がない、諦めたいようで諦められない、頭から離れない、誰も悪くない、辛い、切ない、可哀想"
journaling10 = "悲しい！悔しい！なんでそんなこと言われてまで一緒に居ないといけない？てか周りの人はなんで私の味方じゃないの。なんなの。そんなに残業したいなら一生残業してろよ！帰ってくるな・・もう自分勝手なのはどっちなの・・！！ばか！"
journaling11 = "社長さ！！求人票に嘘を書くのはやめようよ！！！年3回のボーナスが良くてこの会社に入ったのに業績に応じてじゃねぇか！！なのに前回のボーナス期待しててとか言っといては？変わんねぇじゃねぇか！上層部だけいいやつだろそれ！！"
journaling12 = "私は普通に生活してただけなの。やりたいことが出来なくて小さな夢すら叶えられなくて､誰も気持ちを分かってくれなかった辛かった。どうして騙されちゃったのかな。消えたい、逃げたい。居なくなりたい…誰か私を助けて赦して抱き締めて"
journaling13 = "意味がわからない！なんで私は何も悪くないのにこんなことで怒られなきゃいけないのか！そっちがタイミング見ないからだろ！！こっちがなにしてるか見てから物言え！！自分中心で物事全部考えるな！なんで周りのこと見れないのに上に立ってるんだ！"
journaling14 = "またか。なんで？嫌がらせ？何が悪い？腹立つ。また電話せんとだめなんか。何か理由があるんか？時間指定せんとだめなんか？いらいらする。クレーマーみたいに思われるやんけ。だる。めんどくせー。先週もやんけ。意味わからん。"
journaling15 = "信用できないと言っているが、私もお前を信用していない。職歴が長いのは認めるが、思考回路がサイコパス。相手が誰であれ平等に謙虚に接するということがなぜできないのか。同じ人間として恥ずかしい。同じ職場で働くのも腹が立つ。"
journaling16 = "下っ端だからってなんでも素直にやりますって言うと思うな！下っ端だからこそ通常業務プラス雑用もやってんだよ！！雑用なんて時間が空いたやつが率先してやればいいだろ！下っ端に全部めんどくさいことを押し付けるな！！みんな下っ端時代があるんだからわかるだろこの気持ち！！少しでも助けてあげなきゃって思え！"
journaling17 = "なぜ自分の恋愛を他者からとやかく言われないといけないのか、自分には恋愛をする権利すら与えてもらえないのか。私の存在を隠ぺいしようとする彼の態度を見ていたら、私が生きていてはいけないと存在自体を否定された。"
journaling18 = "私は、その場で怒りたいと一度は考えました。  しかしそこで冷静になり、むしろ「残念な人だな」と考えるようになりました。  この人は、「心が狭く寂しい人なのだ。」と私は、思います!  とても悲しくて寂しくて残念な人は、周りを見ず見た目で判断してしまう人ほど寂しく残念な人なのだと思いました。"
journaling19 = "は？それ私どうもできなくね？絶対今自分の機嫌が悪いから何に対してもそんな態度する訳でしょ？ただの八つ当たりじゃん！１回黙って落ち着いて誰が悪いかしっかり考えてからものをいえ！絶対私関係ないから関係ないことに対して全部自分が悪くない周りが笑いなんて思うな！"
journaling20 = "時間をもとに戻したい、あの時なんでこうしたんだろう、後悔、でもお前も悪いところあっただろ、なんで私が誤って和解しようとしている？冷たくするなら連絡してくるな、早く決着をつけたい、もうどうなってもいい。"
journaling21 = "なんで悪くないのに謝らなくちゃだめなんだ がめつい客は二度と店に来るな そもそも無料のものにケチをつけてくるな どれだけ目のついてない客が多いんだ そこに終了慕って書いてるだろ そもそもそこ入り口じゃねえよ出口から入ってくんなボケ！"
journaling22 = "びっくりした。自分からみんなにいってきたくせに、どうして同じことを自分でするの？信じられない。びっくりしすぎて思わず手離しちゃった。まじで、むかついた。もっと自分の言ったことには責任を持ってほしい。本当に意味がわからなかったし、空いた口が塞がらないとはこのことだと思った。もう関わりたくないと思った。"
journaling23 = "疲れた。しんどい。味方が誰もいない。寂しい。上手くできない。私が悪い。夢にもでてくる。家でも思い出す。何もしたくない。早く終わりたい。帰りたい。逃げ出したい。大人を辞めたい。優しくして。何度言われてもわかんない。"
journaling24 = "なんでそんな口調になるの。どうしてそんなに責められないといけないの。自分にも非があるのにこんなに堂々と私だけを責める感覚が分からない。今どきの子の気持ちが分からない。これに慣れていかないといけないのかなあ。"
journaling25 = "具合悪くなりすぎ キモイ なんで私より給料高いわけ なんもしてないじゃん 毎日ゴルフの試合みてるし最低 人に丸投げして自分は何もやらない 言ったのに行動しない 酔っぱらうとオネエみたいになって気持ち悪い 毎日来ないでほしい 会社にいる歴は私の方が先輩だぞ 気まずいから早く帰ってほしい 仕事できないのに役員手当貰ってんじゃねぇ 具合悪いとか絶対仮病だろ"
journaling26 = "何？やってあげたのに文句言うの？私ちゃんと伝えたよね、様子見てって。返事したじゃん。聞いてるようで分かってなかったってこと？自分の思う通りにならなかったからいちゃもんつけるの！？どうせ大雑把ですよ。結果、自分で自分が嫌になるわ。"
journaling27 = "信じていたし仲がいいと思っていたのに！信じていたからこそ彼氏を紹介したのに裏切られた、そんな人だとは思わなかった。悲しいときや辛いときは話を聞いて支えたのに、無駄になった気分。もう二度と彼氏に会わないでほしい。"
journaling28 = "なんでいるの？知識もないくせに、偉そうなこと言うなよ！こっちが恥ずかしいわ！なんで、私たちが他部署に文句言われて、謝らないといけないわけ！腹が立つ。ムカつく。なんなわけ！？あんたばか？常識ないの？法律知らないの？犯罪者じゃん。最悪。関わりたくないわ"
journaling29 = "そりゃあなたは何年も働いてるから勝手がわかるだろ。けどこっちは最近やっと仕事に慣れてきた新人だ。あなたと全く同じように動けるわけがないだろう！同じ事を新人時代の自分が言われたらどう思うか少しは考えろ！そんなに社員が羨ましいなら社長に直談判してこい！"
journaling30 = "人の気持ちが分からない。自分軸でしか物事を考えられない。思いやりに欠ける。人の痛みが分からない。同じ女性として呆れる。こんな奴が母親の子供や旦那がかわいそう。誰もあなたに付いて行ってないよ。周りの評価も最低ですよ。"
journaling31 = "4ヶ月前、突然母から《声が出ない》等のLINEが来て、救急車を呼べと言われて呼びました。救急隊の方が到着した時には普通に話せていたそうですが、それでも搬送を引き受けて下さり、私も子どもを連れてその病院まで行くことに。"
journaling32 = "こちらは結婚式の準備だけでなく、ブラック企業ともいえる繁忙期の働き方に、引っ越しの準備と全てが重なっていてどうにもならないのに、連絡をすれば文句ばかり、そんなやり取りしたくないから返事がそっけなくなるのも当然でしょうよ。それでもこっちは心を砕いて必死に対応していたわ！縁が切れてすっきりしたぐらいだよ。"
journaling33 = "頭が悪いのか？悪いふりをしているだけなのか？従業員の生活を守ると言いながら命を守る気はないのか？本音を語らず、きれいごとばかり並べて、共に働く従業員の幸せなんかこれっぽっちも考えていない。改善しようとしないならこれ以上ここにいても無駄だ。"
journaling34 = "なんなの！毎朝ハイヒールの音が耳障り。子どもの送迎にハイヒールを履いて優雅に現れるならもっと時間に余裕を持ってきて欲しいし、綺麗な格好してるくせに性格はブス。ネイルにヒールに巻き髪で、マウントを取るような会話ばかりで、話をするとイライラする。私と話すときは上品な口ぶりだが、付き合いが長いママ友と話すときは大声で言葉遣いも乱暴で、服装と中身の違いにびっくりするわ。ほんとは知ってる話を知らないふりをして聞いてくるなんて、何がしたいのか分からない。ママ友が同じバス停に降りる時だけ、こっちのバス停を使って、ママ友と大声で話をして友達いますアピール。1人で送迎の時は一つ前のバス停を利用。気が小さいんだか、目障り。"
journaling35 = "ご飯作るの、別にあなたでも良くないか？なぜ私が疲れて作れないから「ママ疲れたからご飯作れないし、外食ね」って、なるんだよ！あんた作ってもいいからね。親なんだから、2人でもっと協力してほしい。子供達にも影響するからしっかりしてほしい。"
journaling36 = "なんでいつも必要のない言葉をオウム返ししてくるわけ？その考えてますポーズはなんなの？お願いだから黙って話を最後まで聞け。なんならできるの？！いちいち繰り返すな！目の前から消えてほしい。異動すればいいのに。なんでこんなにまともに会話できないんだろう。なんでこんなに理解能力がないの？バカすぎる。この前も言ったのに何で覚えてないの？いつになったら成長するの？"
journaling37 = "呆れた。だからこの間言ったのに！何も考えてないからそういうことになる！もういい加減慣れたし驚きもしないけど呆れて物が言えない。疲れた。相手にしたくない。何がしたいんだろう。どうでもいいけど。興味もない。"
journaling38 = "確認したよね？まだ期限じゃなくない？何でそんなに慌ててるの？こっちも仕事があるんですけど…。今日は無理だって！！え？なんで？こっちの状況わかってるよね？メールの前に電話で状況確認したら？せめてフォローの電話あってもいいだろ。"
journaling39 = "正気？まじキモ過ぎて死んで欲しい。自分の旦那だった(になる予定)ことが心底恥ずかしい。こいつとの過去を全て消したい。金だけ残して女とその子供らと早く消えろ。どういう気持ちでやっているの？馬鹿以外の何者でもない。"
journaling40 = "とにかく余計な事はしないで、勝手なことはしないで、私（単なる開院当時からいるパートのおばあちゃん）はそんなの求めてないの！病院は変わったけれど、今自分がいる限りはこのシステムでいきたいのよと言われた時にはきっとここでスキルアップは無意味だろうと感じた瞬間でした。"
journaling41 = "かなしいなぁ、なんでこんなことになったんだろう。にらまれた理由はなんなのかなぁ。娘が被害に合わないといいけどなぁ。難しいさんだから仕方ないのかなぁ。娘は同級生だから、嫌なことをされないといいなぁ。嫌な気持ち、落ち込んだなぁ。"
journaling42 = "何で？私のこといらないの？お金と交換なんてひどい！姉は家に残って、私だけ犠牲になるなんてひどい、悲しい。まだ中学生になったばかりの子供だよ？そんなこと言われたら親に必要とされていないって感じて悲しみのどん底だよ！"
journaling43 = "平気で嘘ついたり、差し入れを人の分まで持って帰ったり、セクハラしたりするくせに、偉そうにしないでほしいな。人に会うとすぐ年齢確認して、年下だと偉そうにして、年上だと関わろうとしない。もういい歳なのに、奥さんと娘と息子がいるのに、こんな人が自分の旦那だったり、親じゃなくて良かったって思ってる。こんな人なかなか見ないよ。"
journaling44 = "なぜたくさんある言い方の中からその言葉をチョイスするんだよ。周りへの影響も考えろ。自分が言われてどう思うか考えろ。差別するな。話が長い。そんなんだからだれもついてこない。何様だと思ってんだよ。自分の方が辛いとか思ってんじゃないだろうな。指示通り動かないのはあなたの説明の仕方が問題。自分を改める気はないのか？自分が正しいと思っているのか知らないけど、まったくもって正しくないから。"
journaling45 = "私はあなたの怒りのはけ口ではない。淡々と仕事をしたいだけなのに、私に絡んでこないで欲しい。接触したくないのに接触しなければいけないのなら、このまま仕事辞めようか？そんなに分け隔てをした仕事がしたいなら、あなたのお気に入りだけで仕事してください。"
journaling46 = "関わりたくない！話をしたくない！同じことを言わせるな！人間の気持ちが分からない。人任せ。自己中心的で手柄だけを持っていく。考えが幼稚で思いやりの欠落。声も聴きたくない。顔も見たくない。開いた口が塞がらない。"
journaling47 = "どうして私のことをわかってくれる人がいないんだろう。私のことをバカにする人ばかりで悲しくなる。もっと好きなことを好きなだけやって、いろいろな人と知り合って、毎日を楽しく過ごしたい。好きなだけ寝て好きなだけ食べたい！！"
journaling48 = "なんじゃそれ？ありえんわ！どういうこと？まじか？ふざけんな！けんな風なやり口をする人初めてだわ！相手にしてらんないわ！どうかしてるやろ！いい年して恥ずかしくないんか？びっくりするわ！ええ加減にせえや！ナメんなよ！"
journaling49 = "今まで何やってきたんだろう。私ってそんなもんなんだな。指導してくれたコーチがわるい。コーチがわかっていない。私はむいていないんだ。なんでみんな上手になるんだろう。もうやってても仕方ないのかな。これまで無駄な時間を過ごしたかな。もう1回やり直したい。"

situation1 = "少し大きめの１車線の道で小学生の男の子とその父親が道を横断しようとしていたので停車し、道を譲りました。男の子が手に長い棒を持っていて、横断しながらその棒を振り回していました。その時、私が運転している車にその棒が当たりました。車の窓から当たったぞとその子を注意しました。そうすると、横にいた父親は知らんふり。車から降りて、男の子にこういうときはなんていうの？と問うと、謝ってくれました。その時父親がなんですか？と。その言葉にイラッときて、父親が言うべき言葉ではないとその場で言いました。子どものミスは親の責任ではないのか？と心底怒りがわきました。"
situation2 = "仲良くなった先輩にマヨネーズアレルギーがあることを伝えた。それを伝えた翌日から、その先輩は持参してきたマヨネーズを取り出し、それを私にぶっかけてきた。私はパニックになりながらも先輩にキレるが、彼は笑みを浮かべながらこう呟いた。「お前のその顔がたまんね」。私はこの瞬間に二重の感情が全身に芽生えた。嫌いなマヨネーズをかけられた怒りと、信頼していた先輩に嘲笑われた憎しみが。今でもそいつのことを忘れていない。"
situation3 = "もうかれこれ4～5年は通うコンビニエンスストアがあるのですが、普段は気の良い店員さんばかりで気持ち良くお買い物をしているのですが、その日は新しい店員さんでしょうか深夜にワンオペで品出しをして働かれていました。私が缶ビール2本を手に取り、レジに向かうと「あれ、今3本持ってましたよね？」と何の確認もせず唐突に言われました（品出し中で特に確認もしていないくせに）。もう私が1本万引きしたかのような口ぶりで、腹が立つやら悲しいやらの出来事。"
situation4 = "負の感情体験の状況を他者に伝わりやすいように説明しろってｗｗｗこればっかりは実際に喫煙した人にしかわからんでしょ！しかも６００円に値上がった段階で禁煙するって決めていたけど、ホントは禁煙用の薬使って止める予定だったんだよ！前日までに行く病院までホームページで探して予約受け付けてないから来た順ですって書いてあるから朝早く起きて一番乗りに病院へ！そしたらコロナの関係で薬の流通ストップ！今禁煙外来やってませんってｗｗｗおい！自力で止めるのかよ！俺意志弱いんじゃ！！"
situation5 = "就職活動をしていると告げたら、お前には無理無理と鼻で笑われた。嫌がらせをされたので距離を置いて仕事をしていたら態度が悪いなどネガティブなイメージを知らない人に与えられた、その人はその情報を鵜呑みにして仕事が出来ない、座っているだけ、孤独だから攻撃的になる厄介な人、話の通じない人、何をしても反撃してこないサンドバッグ、等の言葉で揶揄するようになった"
situation6 = "スマホアプリで１ヶ月無料サービスを申し込んでいた家族が、１ヶ月過ぎても契約解除をせずに忘れていた。「これは何の請求？」と、問いかけていたところ、「解約するの忘れただけやろが！はいはい、わかりました！」と逆ギレし、開き直った。私自身、別に解約を忘れたことに関しては、問題なく思ったが、その問いかけた後の態度について、怒りの感情が高まった。こういう状況を目の当たりにすると、感情的になる人とは、たとえ家族とはいえど、距離をおくべきだと身をもって感じた。"
situation7 = "月曜の朝（今朝）は子供たちの学校や保育園の準備とか家事などで忙しいにもかかわらず、嫁が寝坊したうえ逆ギレされた。自分は普段通りに起きて洗濯や朝食、子供達を起こして準備とかで忙しくしていたのだが、上の子を小学校に送り出し下の子2人を幼稚園に送って自分も仕事へ行くので出掛けようとしたところに嫁が起きてきて「なんで起こしてくれん！」とでかい声で言ってきた。自分も忙しくしていたことと時間に間に合わなくなる焦りからイライラしていたので、「自分で起きろや！」と言い返してかみ合わない口喧嘩が勃発した。離婚したいと心から思った。"
situation8 = "自分は生産ラインの品質を担当していたのだが、上司が勝手に作業員配置変えや作業スピードを作業者に指示を出し始めた。品質に関わることなので作業適正、指導手順確認ルールの適用を具申したが上司は生産高を上げることに執着して止めようとしなかった。その結果、作業ミスが多発し、品質は低下。その後のボーナス支給で自分は大幅に下がった。理由を聞くと品質低下は君の所管だから君に責任があると言う。とんでもない話しだ。"
situation9 = "自分の容姿が優れていないために、悪ふざけでからかわれたことがあった。それは何度も起こったことではない。他にも隣にいた可愛い友達の方が明らかに待遇が良かったり、友達だけが容姿のことで褒められるという経験をしたことで、自分の容姿に強い劣等感を持つようになった。誰かに何かを言われていないのに言われたような気持ちになったり、はなから容姿のせいで諦めてしまうこともあった。"
situation10 = "妊娠中で体調悪いときです。前日も体調悪いから早めに帰ってきてとお願いし早く帰ってきてもらいました。次の日の朝も体調悪く「午前中だけ半休にして家事だけこなしてほしい・・。もう今日が全然動けないからきついし辛い」と言ったら「それは無理！！昨日はOOのわがままで早く帰ってきたんだから今日は無理。てか体調悪いなら早く言ってよ。」と言われて・・妊婦にかける言葉じゃないし誰の子供身ごもってると思ってんだよ。ふざけんなって思って怒りすぎて泣けました。"
situation11 = "社会人4年目ですが、この会社に入った理由が求人票のボーナス年3回というところでした。ですが去年一昨年は年2回。業績に応じて出る1回を含んだ回数を書いてました。少しでもいいので年3回出すのが筋ではないでしょうか。また前回のボーナス時には業績がいいから期待してくださいと全社員に言ったものの若いものはほとんど金額は変わらず呆れた。"
situation12 = "仕事が合わず、休職していた最中副業をしたいと思い探しているとよくあるビジネス詐欺?に引っ掛かり多額の借金を背負わされた。それが詐欺と気付かないくらい心が疲弊していた。誰にも相談も出来ずにネットの海を彷徨い､どうにか解決の糸口を見つけ弁護士に相談することが出来た。お金のことで相談したのに欲しい言葉をくれなかったことが引き金になったのだろう。"
situation13 = "私が仕事中他の方と電話をしていて上司からの連絡を聞いていずに上司は言ったと思いその後何も言ってこなかったが、その仕事が私が漏れていることに気づきなぜ聞いてこなかったのか自分で確認することはできなかったのかととやかく言われた。私は電話中だったことを伝え、その状況の把握をしていなかったと言うが言い訳するなといわれまたそれで説教が続いた。"
situation14 = "通販でぶりを頼みました。冷凍でとどく予定です。店舗からの発送通知が来ました。楽しみに待ってるのに届かん。なんで？と思って配送会社で検索してみると1度も配達されてないのに2日保管中になっとる。は？と思って営業所に電話。配達忘れとのことですぐに配達してもらいました。次の週にも冷凍物が発送されたのに届きません。またか？と思って確認すると、また同じ配送業者で2日保管中。電話して届けてもらいましたが、理由を聞くと忙しくて、、と。忙しいのはわかるけど、1度も配達されずに冷凍の食料品ずっと保管しとるっておかしくないか？とひたすらいらいら。クレーマーみたいになるから余計いらいら。"
situation15 = "私と同時期に異動になった60代お局が私のミスに「私ならこんなミス起こしません。職歴と主婦歴が長ければ対処も分かっているような問題です。」と20代で未婚である私を馬鹿にしたような意見を言う。上司に相談しても「あの人とは付き合いが長いけど、昔からああだから。」と言って解決しようともしない。自分がミスを起こした時には「ベテランなのに。」とクライアントから言われており、同レベルに感じた。"
situation16 = "社会人4年目で未だ今の部署では1番下っ端のポジション。その為なにかと雑用から欠員の補助など押し付けられる。自分の通常業務があるのに上乗せでそれをやる事で手が回らなくなる。それなのに残業はするなといわれだれも手伝ってくれるような人もいない。全部とは言わないが一部でいいからお願いしたいが自分から言えず脳内はもうパンパンで逆になにも手が付けられないくらいだ。"
situation17 = "彼とは職場で出会い、交際に至りました。2人が付き合っているのではないかという噂が出たと彼からメールで伝えられ、「これはお互いにとって良くないことだ。あやふやにしておくのも良くない。」と曖昧な言われ方をして絶望感を感じました。後日彼から「大騒ぎして申し訳なかった。気にしないでほしい。」と言われましたが、そんな言い分で納得できるわけがなく、彼が私の存在を否定したと捉えてしまい、恋愛に前向きになれなくなった。"
situation18 = "「優先駐車場許可書」の札を車の前にぶら下げていたのにも関わらず、駐車場の整備の年配の方に「なんで、そこに駐車しているの？」と言われ「障がい者です。」と手帳を見せたら、「それなら俺も持っているよ。」  でも、俺は障がい者でも、そこには入れた事ないよ。なんなら、俺の障がい者手帳を見せようか？」と言われて気分を害し駐車場を後にしました。  「何の為の「優先駐車場許可」の札なのだろう?」と車の中で考えて、その足で、役所にお話をしてその方に謝罪をして頂きました。  しかし、形だけの謝罪でした。  帰りに謝罪した年配の人が役所の方と「なんで、俺が謝罪しないといけないのか分かりません。俺は、しっかり整備したつもりです。」と話をしていたのを聞いてしまいました。"
situation19 = "彼氏がなにか自分にとって嫌なことがあったららしい。それに対して私の対応が冷たい。私の現状が悪い。それに対して何もしない私が悪い。機嫌を悪くしたことに全く無関係の私が1番悪いような言い方をされ、私はなにもわからない状態でそれに対して聞くよと言ってるのにただキレて、最終的には私が全部悪いというような結論になりただ漠然とした。"
situation20 = "些細なことにいつも通り少し怒っただけなのに、相手が今までの不満を全部ぶちまけだして意味が分からなかった。今までもずっと、ためずにお互いその場で言おうと約束していたのに。いつも俺だけが謝ってる、という言葉に絶望した。悪いことをしたから謝ったのではないか。大好きで王子様みたいだった人が悪魔に見えた。人間って愚かだと思った。"
situation21 = "接客業をしているのですが 先着でプレゼントのものをなくなったあとに来店されて商品がないため謝罪をすると暴言をはかれたり、代わりのものを用意しろとゴネられたりする。 プレゼントと引き換えする券にはちゃんと先着順とも書いてあるし、なくなる場合がありますがご了承くださいと書いているのに… プレゼントが終了したあと終了の札を出しているのにもかかわらずゴネるのはやめてほしい。雇われてる私達が悪いわけでもないのにもう謝りたくない"
situation22 = "その友達はみんながいる前で出会った早々、私はみんなの前じゃなくて影で悪口言われるの無理なんだよね、って仲良くもない頃から言ってきたくせに、その言葉と同じ行動を自分がしていた。あれだけ同じことをよく言ってるくせになんでとびっくりしたし、その後にその行動を隠すように近寄ってきた。何がしたいのか本当にわからなかった。"
situation23 = "無職から就職して、最初の3日くらいがとても辛かった。元々、私は環境の変化が苦手な性格をしている。知らない場所、知らない人、知らない仕事に何もかもストレスを感じた。未経験の業界であったため、上司が何を言っているか、全く理解できなかった。転職２日目で欠勤しようかと悩んだが、休む勇気もなく仕方なく出社した。夜中に目が覚めて、落ち着かない日もあった。。"
situation24 = "頼まれた事務作業があり、途中から引き受けたのですが、最初から自分でやっていたわけではないので手違いが一点生じてしまい、そのミスを大きく責められ、「あなたのせいですよね」と叱責されたので、年下にどうしてこんなにキツク言われなきゃいけないのと思いました。はっきり物を言う若い子は増えていますが、それにしてもキツイ口調だったので驚きとショックが隠し切れませんでした。"
situation25 = "総務部長と会社の取締役のくせに総務の私に全部仕事のメールを転送してきて丸投げしてくる。会社には遅刻してくるしいてもパソコンでゴルフの動画を見ていていこちらの指示にも全く動こうとしない。何のために会社にいるんだろうと思う。こんな人が役員手当とかもらってボーナスとか受け取っているかと思うと会社って何なんだよと思う。ボーナスももらえないこちら側としては腹立たしくてしかない。"
situation26 = "旅先の宿が露天風呂つきの部屋で温泉を入れて湯船を準備していたら、想像以上に高温の湯船になってしまった。浸かっていられなかったので水を入れて薄め、その間に別棟の露天風呂へ行くことにした。夫に「水入れているから様子見てね」と言って部屋を出て、温泉を堪能してから戻ってきたら「水入れすぎてぬるくなっちゃった。水で温泉薄めたくなかった。」と文句を言われた。怒りが湧いたが、負の感情で返すのは逆効果なので「ごめんなさい」と謝ったが、文句言うなら自分でやれ！という怒りと自分の大雑把さに自己嫌悪が生じてすごく嫌な気分になった。結局、気分を害して部屋風呂に入る気がなくなり入らなかった。"
situation27 = "信じていた友達に裏切られた。友達が彼氏と会いたいというから会わせたのに、いつのまにか彼氏のSNSを発見し、そこから連絡を取ろうとしていた。しかも彼氏に会うと彼氏のことをかっこいいかっこいいとずっと媚を売るし、彼氏がやっているゲームをはじめて二人で遊ぼうとしたり。大切な友達だったのに裏切られた気持ちになった。"
situation28 = "元職場にて、パワハラ、社会通念の通じない奴が3年も上司だった。取引先からキックバックは貰う、自分より実力のある部下にはパワハラをする、会社に来ないくせに判断を誰かがするとキレる、終いには、自分の給料を水増しし、更には空出張だらけだった。そんな最低な上司のせいで、同僚が皆辞めていき、私しか居なくなってやっと対処をした会社にも腹が立った。右肩上がりの会社でも、そんな犯罪者予備軍みたいな奴を管理職に添えるような会社には絶望しかなかった。"
situation29 = "新入社員として洋菓子店に勤務してましたが、覚えることが山のようにあり仕事を覚えるのに本当に苦労していました。そんな中お店を一人で任され、覚えきれていないけどメモを頼りに自分なりに一生懸命仕事をしたのですが、翌日ベテランが顔を見るなり「何やってるの」と。あれもこれも何も出来てない、あなたは何もしてくれないのね、とかなりきつい口調で言われ、完全に自信を無くしました。一人でお店に来るお客様を対応して、ミスにも気を使い、備品や商品の補充もして清掃もして頑張ったのに。甘い事を言っているのかも知れませんが、本当にショックでした。最後に「社員のくせに」と言われたのが忘れられません。と"
situation30 = "妊活をしていたが、なかなか授かることが出来ず、通院したり、良いと言われる方法は試したりと色々と努力をしていたタイミングで、ようやぬ授かる事が出来た。当時38歳。立場上、安定期に入る前に上司には報告していた方が良いと思い、上司の時間のありそうなタイミングで報告をした。同じ女性で、しかもこちらが妊活中であることを知りながら、報告した私に言った言葉は絶対に許せない。「いまいくつ？そんな年齢で産んで大丈夫なん？」と。「私の周りは最近産んでる子が多いです。」と答えると、「時代は変わったんやなー。ま、無事産まれてくるといいけどな。」と言い放った。同じ女性で、しかも出産経験のある人がおめでとうの一言も、体を労わる言葉もなかった。この人の部下であることが心底嫌になった。"
situation31 = "しかし、先生からの説明では脳の写真や血液検査等を色々したが、全く問題がないんです。と言われ、自宅に帰りたがらない母を急遽我が家に連れ帰りました。小学校低学年の我が子ですら自分でやることを『手伝って』と甘えてご飯もロクに食べないまま3日間。離婚した父と母の生活保護の申請をし、自宅に強制的に戻ってもらいました。我が家に居た時に我が子が謎の高熱も出た為。"
situation32 = "私の結婚式に関して、県外の実家家族になるべく細かく要望や連絡をしていた。けれどもその時期、仕事、引っ越し、新居のリフォーム、結婚式の準備など人生最大の繁忙期で、正直細かに話し相手をする暇はなかったけど、連絡だけは雑にせずに丁寧にしていたつもりだった。それでも言葉尻をとられてすぐ不機嫌になる家族がいて、忙しい時に相手にするのは心が疲弊したので、最低限の返事にとどめていたら「あんたは冷たい」と爆発されて、こちらもこれまでのうっ憤を吐き出し、喧嘩が確執に変わり、何年も連絡を取っていない。"
situation33 = "コロナ禍に入り緊急事態宣言も出て、テレワークの必要性が世では叫ばれていたが、在宅勤務になっても少しも利益は損なわない、余計な費用はほぼかからないと言っていいのに、頑なにテレワークを良しとせず、体のいい言葉を並べて現状維持を固辞した。その結果、社内で陽性者が出てもまさかの全体周知せず。自分だけでなく家族の健康を守ることさえできないと心の底から怒りを覚えた。"
situation34 = "今まで同じ幼稚園バス停を利用をしていたママがある日突然、バス停を一つ前に変更した。同じバス停の場所は元々、そのママが自分の家にもっと近いバス停を作って欲しいと園に働きかけ作ってもらったバス停なのに、わざわざ車で一つ前のバス停に行って送迎をしているようで、それなら幼稚園バスではなく、車で園に送迎すればいいのにと思う。そのママは朝は大体園バスが到着し、子どもたちが乗り込んでいるときに走り込んで悪びれもせず来るし、お迎えの時間にも遅れてくる為、幼稚園バスがエンジンを切って子どもは不安げに車内でお迎えを待つこともしばしばあった。その割に自分はメイクばっちり、毎日どこに行くんだろうと思うような服とハイヒールで現れて、正直いい印象を抱いていなかったので、それが伝わってのことなのか、私を避けたいが為に、他に迷惑をかけるような行動をしていることに苛立ちを覚えていたので、バス停を変えてくれて、会わなく済むのはいいが、わざわざ一つ前のバス停に車で行くって意味分からない。"
situation35 = "休日の夕方、公園から帰る際旦那から「今日のご飯どうする？」と聞かれた。疲れたし何も考えれなかったから「何も考えてない」と話し、「たまには何か作って欲しい」と旦那に伝えた。そうすると子供達に「今日、ママが疲れたから外食ね」と。どうして、私1人の責任にしたの？「パパもママも」なら、分かるけど、ママだけがご飯を作る係になっててやるせない。"
situation36 = "後輩がミスした内容についての詳しい説明をしていたが、「線がここにあるから…」と言うと被せて「線が」「はぁ」「ここに」「あぁ」など一言ずつオウム返ししてくる。何度注意しても直らない癖なので毎回イライラしているが、その都度人差し指をたててこめかみにあてたりもう片方の手を肘にあてたりして考えるポーズをとってくるのもかなり癇に障る。もうその後のセリフを言うのが嫌になったので適当に流して終わった。もうこんな無能で成長しないイライラさせる言動をとる後輩の面倒みたくない、早く目の前から消えてくれと切実に願った。"
situation37 = "社内の施策を上手く進めていくために、わざわざ上司に事前相談して協力していこうと声をかけた（協力しあったほうが成果が出るのは明白）声をかけたにも関わらず断られた。その後そのプロジェクトが前に進み、ある程度軌道にのった段階で手のひらを返すようにその上司が一緒にやっぱり協力してやらないか？と言い寄ってきた。普段から仕事ができない上司だが、改めて呆れて物が言えないと感じた。"
situation38 = "フリーランスでいくつか仕事をしている。そのうちのひとつ、イベントのSNSの更新を週1ペースで行っており、当初はイベント開催3ヶ月前から更新頻度を上げる予定だったが打ち合わせで1ヶ月前までは週1ペースのままとなったなった。当時スケジュールにあり、力も入れたい案件だったのでので、週2でも良いが週1で良いのかその場で確認したが、週1で良いとのこと。今まで通りでSNSは更新し、私の方は別の案件で仕事も入れていた。2ヶ月前になり急にメールで週2でしかも今週は今日1本目を更新してほしいと連絡がきた。別の仕事もしているし、更新するにも画像の編集や文章も調べて作らなければならないので今日中は流石に無理と判断。その後のスケジュールも、今までは特別この日にと決まっているもの以外はこちらのペースで更新していたのに、特に意味もない日付指定までされている。来週以降くらいは仕事の調整ができたとしても確認している方針とは違う内容を今週しかも今日中の仕事をこちらの事情も把握せずにメールで依頼するのはどうかと思った。"
situation39 = "不倫の事実のあった旦那がこちらに全ての非を押し付け、小さな子供3人、私を置いて勝手に出ていきました。挙句の果てに4人の家賃以外の生活費をストップ。共働きではあるものの稼ぎの差は歴然でどう考えても生活が立ち行かなくなる事は目に見えていました。そんな中、不倫相手の家へ子供達を連れ遊びに行き、挙句皆でお風呂に入るという事実があり、絶句しました。"
situation40 = "地元の人に紹介されて入社した医療事務は、昔ながらのすべてが手作業。正直、処置の紙書類も古い印刷で文字つぶれと現在の点数との差がかなりある状態。初日からサポートもしてもらえず、患者対応に必死だったし、少しでも効率よくなればと処置書類を自宅にて作成。レセプトも手書きで、いつの時代のかわからない書類を活用しており、今の点数や形に合わせて変えようかと思っても、開院からいるボスが何も余計な事しないで！の一言で終わり。サポートも受けられず、効率化もできず、ストレスしかたまらず。しまいには契約で時間が決まっているのにサービスかねて自分たちと同じ朝早く出勤してほしいと連絡があり、あなた方と違ってうちは子供も学生だし無理です！なぜ、ボスに合わせて行動しなくてはならないのかとか、理不尽が多すぎて半年我慢してやめることに決めました。スキルアップにつながればと頑張っていたけれど、スキルアップどころか消耗品扱いにうんざりしてしまいました。"
situation41 = "昨日子供たちのためのサークル、劇を見たりする会で紙芝居がありました。たまたま幼稚園から一緒の男の子とお母さんが来ていて、帰りにご挨拶して少し話をしました。お母さんは気さくな人だから大丈夫なのですが、息子さんに発達障がいがあります。お母さんぎトイレからでてきたところに少し話したので息子さんがお母さんを探して駆けつけてきたのですが、どうもその子に私が嫌われていて、睨まれてしまいました。時間もお昼時を過ぎていたのですぐ帰りましたが、娘にバイバイとするようにお母さんぎ促しましたが、娘のこともちょっと睨んで怖かったです。"
situation42 = "私の両親には金持ちの知り合いがいてよく家に飲みに来ていた。そのおじさん夫婦には子供がなく、私を引き取ってしっかり教育を受けさせたいと言ったどうだ。数百万の金を両親が受け取り私を養女にするという話を母から聞いたとき、絶望と悲しみしかなかった、泣いて「行きたくない」と訴えた。いまでもこの時の母の表情や言い方を鮮明に覚えている。悔しいし悲しいし、今も両親を恨んでいる。"
situation43 = "ある営業の人の話ですが、出先から見積をお客様に送って貰う為に連絡して来る際、電話口で○○円×○○円は？って人を電卓扱いする人がいるんですが、新しく入った営業の人に「電卓と単価表は持ち歩いてね」って教えてたのを聞いて、驚きを隠せなかった。待って、それ持ってるなら自分で計算してから連絡したらいいんじゃないの？って。"
situation44 = "新人の人に対しての態度がとてもひどい。確かに新人の人も仕事ができる人とは言えないし、その人の落ち度もあるのはわかる。けど、言い方。やっても怒る、やらなくても怒る、質問するとあからさまに嫌な顔をする。だから新人さんも怖い・いやだという気持ちが先に出てしまってホウレンソウができないと言っていた。挙句、突発性難聴とうつになってしまったようです。何度かその上司に伝えたけど「俺は仕事さえやってくれればいいのに、あいつはしない」の一点張りで自分を改めようとしない。明らかに威圧しているし、説教も1つのミスで1日中。休憩中も、仕事終わり間際からも始まり、就業時間後にまで言われる。まさにパワハラだし、新人さんはもちろん、周りで働く仲間への影響も大きいので本当に改めてほしい。"
situation45 = "看護師をしています。病棟担当医が女医なのですが、約束指示が曖昧で解釈が多岐に渡るため間違いの元になっています。誰がみても明確な指示を出してくれるように依頼すると逆ギレして「私は理由があって指示を書かない」などと言い放ち、言っていることが二転三転することが毎日です。このまま仕事を続けると国家資格を失うはめになりそうだと思いながら仕事をしています。"
situation46 = "父親がガンになり家族の誰も面倒を見ないで全ての事を私に丸投げしてくる。金も出さない、行動もしないで口は出してくる。自分たちの都合の悪い事だけを言い訳にして何もしない。私一人で通院、入院の手続き、入院中の水や洗濯の変えなどを届けるなど身の回りのことをやっても様子を聞いてきたりもない。自分自身もガンで通院しているので受診日に代わってほしいとお願いしたのに仕事があるからと断るのはおかしい。私一人の親ではないのに。なぜ兄妹は何もしないのか怒りがわいてくる。"
situation47 = "私は精神障碍者なので、家を探していますが、どこも精神障碍者だからと断れてしまってなかなか家が見つかりません。弟からも「精神障碍者のくせに」と言われてバカにされてしまい、どうしてそんなに私は言われなくてはならないのだろうかと思いました。誰に聞いても「精神障碍者は怖い」という目で見られてしまってとても辛い。"
situation48 = "新しい職場でのこと。「初めまして」の一言の前に私の前に来て急に「ハンガー使った？あのハンガーは職員がプライベートで個人で持って来て使ってるから勝手に使わんでよな！」って言われ、「私使ってません」言っても一言も謝りもしなかった。いい年してるおばさんがそんな風に人に対して振る舞えるなんて！っていうか新人イジメ初日からのろしをあげてきやがったか？イヤイヤ…最低のあなたなんか相手にしませんから！ナメんなよってね！"
situation49 = "趣味でテニスをしています。ただの趣味というよりはもう少し真剣に、月何回か試合に出ています。先日の試合で、以前レッスンを一緒に受けていた人とあたり、当時は私が負けることはなく、いつも余裕で勝っていたのですが、数年前にレッスンを一緒にうけなくなって以来初めて試合であたり、負けてしまいました。その人がレッスンをやめるにあたっては指導いただいていたコーチと指導方法やレッスンの内容について大きく揉めてやめていったのですが、私はその後も同じコーチに指導いただいていました。そういった背景から、数年前にレッスンを去っていった人に数年の間に追い抜かれたということは私にとってもコーチにとつても屈辱であり、自分のこともそうですが、コーチに申し訳ないという思いでいっぱいです。"

compassion1 = "そんな頼りない大人なんかこの世にいっぱいおるで？そういう時にヘラヘラしとる人は他でもそんな感じやと思うし、その人の事を考えるだけ時間の無駄やろ。たいした傷にならんかったんやからまだよかったんじゃないかな？"
compassion2 = "それは辛かったな！そんな奴なんて忘れちゃえ。他の先輩友人には話した？てかそいつの知能ヤバすぎでしょ。子供でもしないわ。今度あったら一発ぶん殴ってやれよ。何なら代わりに俺が殴ってこようか？とりあえず飯でも食いに行こうぜ！"
compassion3 = "まーまー落ち着いて、新しい人なんでしょ？文句言ったところで、そんな人すぐに辞めちゃうって。いきなり万引き犯みたいな扱いはヤバイよね。俺だったらすぐにキレちゃうけど（笑）、オマエは気が小さいからなー（笑）。世の中色んな人が居るって事だよ。"
compassion4 = "その節はお世話になりました。自力で禁煙してからまだ3ヶ月しかたっていませんが、その後お体に変わりはございませんか？相変わらずお元気ですか？貴方は意志が弱いと私が一番知っております。よく禁煙成功しましたね。これからは履歴書の得意なところの部分、今まで書く事なかったけどこれからは意志が強いって書けますよ。おめでとう！"
compassion5 = "よくここまで耐えたね、頑張ったよおめでとう、色々あったけど報われてよかったね君の頑張りを評価するよ、味方がいない中よく自分を保てたね、心身は傷ついたかもしれないけどその分少し強くなったんじゃ無いかな？今後は辛いことは早く忘れて楽しいことを考えて生きていこうね"
compassion6 = "感情的になって、声を荒げてきたり、手を出してくるような人とは、そもそもコミュニケーションが成立しないし、距離をおくべきだよ。そういう人と関わっているだけで、自分が疲弊してしまうし、エネルギーがどんどん奪われていってしまうから。あと人を変えようとしても無駄だよ。他人は変えられないから、自分ができることを考えていこうよ！"
compassion7 = "あの人には何を言っても無駄だし、自分のストレスを貯めるだけだから、文句を言ってきたらできるだけ「ハイハイ」と聞き流してね。頑張っている人がストレス貯めて病気になったらおかしいからね。子供たちはいつもパパの味方だよ！"
compassion8 = "こんな上司の下で仕事するのは悲しいよね。こんなことは前にも話を聞いたことあるよ。他に転属できるところがあればそちら行きたいよね。あなたの事は作業者も理解してるので頑張ってください。これからも皆が応援します。"
compassion9 = "誰かを悪者にできないことだからこそどこにもぶつけられない感情で、より辛く感じることもあるよね。考え方を変えれば容姿に執着しすぎることもなくなるはずだから、容姿に対して前向きに捉えられるように努力を続けて。"
compassion10 = "それは辛いしひどすぎる・・。OOだっていつも体調悪くない時は頑張ってるのにそんないい方しなくてもいいじゃんね。夫婦同氏の事だからとやかく言えないけど気持ちが落ち着くまでは旦那の事ホッとしていいと思うよ！！またなんかあったら話聞くよ。"
compassion11 = "まだまだ古い年功序列の会社なんだね。だときっと勤続年数も長くなる自動的に多く貰えるようになるってことだから今は必死に我慢して働くのみかもね。次のボーナスも含めて期待してくださいって言うことかもしれないから気長に待ってみましょう。"
compassion12 = "苦しかったね。辛かったね。頑張って貯金して来たのにそれを切り崩すの嫌だよね。でもその恋人は心配して、ずっと寄り添ってくれた事実。騙されてしまった。借金を背負わされた､それは変えられない。でも自分の力で解決の糸を手繰り寄せられた､まだまだ辛いけれど終わりはあるから前を向いていこうね。"
compassion13 = "そんな上司クソ喰らえ！時代においていかれてるクソ上司なんてみんなが鬱憤溜まってるんだからデモでも起こしてみんなで書面活動でもして追い出そう！！みんな上司はゴマすりで上に上がってきたんだろうかろろくな奴がいるわけがないよな！"
compassion14 = "2回も？びっくりやん。困ったし、は？って思うよね、そりゃ。いらいらもするよ。何回もあるとその配送会社に対して悪い印象しかなくなるよね。信頼も出来んくなるよね。でもしっかり連絡したのはすごいよ。きっともうそんな事ないって願おうね。"
compassion15 = "なぜあんな馬鹿なマウントをとるのかと疑問に思うよね。たぶん、あの人は経歴を重ねただけで中身のない人間だ。芯がしっかりしている人は相手が誰であろうと馬鹿なマウントはとらずに教わることを素直に受け止めるはず。馬鹿な人にイラつくだけ時間の無駄。"
compassion16 = "今乗り切ればきっと若い人が入ってくるから入ってきた時は自分がされたようにではなく助けてあげられる先輩になりたいね！反面教師が周りに大勢いるからあなたなら大丈夫。次期下っ端もそんな先輩を見て助けてくれるようになるから今は少しチャレンジして仕事をお願いしてみるのもいいかもね。"
compassion17 = "辛かったね。でも、今回の一件で辛いと感じたなら、それ以上無理に彼との関係を継続したところでさらに辛い思いをすることになると思うよ。大事なのは自分の感情に素直になること。過度な我慢をしていても彼との関係は悪くなっていく一方だよ。"
compassion18 = "とても悲しくて寂しくて残念な人は、周りを見ず見た目で判断してしまう人ほど寂しく残念な人なのだと思いました。  私はこの経験から誰もが住みやすく生きやすい世の中になってほしいと思うと同時に、障害者への理解が多くの人に広まっていってほしいと強く思いました。 前向きに考えよう！"
compassion19 = "彼もきっと理不尽にものを言われ物事の判断が分からなくなってしまったんだよ。しっかり落ち着いて話を聞いて怒りを沈めてあげましょう。彼もきっと話せば少し気持ちも楽になるでしょう。彼女なんだから1番身近な存在だからこそ支えましょう。"
compassion20 = "本当に理解ができないけど、よく考えたら相手も頑張ってたよね。第三者の目線で考えたら少し落ち着けたね。話したらやっぱりわかるじゃん、感情的にならずに、素直に自分の気持ちを伝えていこう！次同じことがあったらその時は清々しく去ろう！"
compassion21 = "理不尽な客ばかりで疲れたね。つらければそんな仕事やめて他の仕事を探せばいいよ！ もっと自分にあった仕事は世の中にたくさんあるし無理して働かなくてもいいんだよ。辛いときはゆっくり休んで好きなことたくさんしちゃおう！"
compassion22 = "そういうことするってことは見せつけているようにしか思えないんだよね。でもそれが故意じゃないとしたら、とてもわがままで、自分のことを棚に上げるタイプなんだと思うよ。むりに関わろうとする必要はないと思うよ。"
compassion23 = "転職して大変だったね。慣れない環境だと疲れちゃうよね。でも、ちゃんと会社に行ったんでしょ。嫌なのに自分の意志で行ったなんて偉いよ。行っただけで偉いよ。でも、どうしても辛かったら休んだっていいと思うよ。"
compassion24 = "物の言い方って大切だよね。相手に非があったとしても、言い方ひとつでこれからの関り方も変わってくるし、彼女自身の周りからの見方もどこかで変わってしまう気がする。どこかで自分の口調に気を付けたほうが良いことに気づけたらいいのにね。"
compassion25 = "わがままな女性社員にも何とか対応できたね。偉すぎる自分。こんな人たちの中で10年以上も働いていてよく耐えてるな。信じられないよ。やめたいと言ったのに続いてるなんて誰も褒めてもくれないから自分で褒めるしかないよね。一体なんでこんな会社に居座っているんだろ。早く見切りつけてやめたいな。今は嫌なことばかりしかないけどこれからなんかあるかな。早くよい方向に進んでほしいな。"
compassion26 = "せっかく準備したのにイラッときたよね。仕方ない人間だもの。怒りや自己嫌悪とか心地悪い感情は湧いたって悪いことじゃあない。生きてるってこと。今回のことで自分でできることは自分でやって、やってもらったら文句は言わない。リクエストがあれば言い方を考えて伝えるってことが学べたじゃないか。身近な人は本当に自分の写鏡だよね。"
compassion27 = "友達のことを信じていたからこそつらくて悲しくて怒ったんだよね。でも、そのことを知っている共通の友達はみんな味方をしてくれたよね。心配もたくさんしてくれた。彼氏も連絡を断ってたし、少しずつ立ち直っていこう！"
compassion28 = "お疲れ様。本当に、あんなやつの為に、あんな会社のために、よく働いたよ！辞められた本当に、良かったね。この前聞いたら、あいつ辞めさせられたくせに未だに会社に執着してるってさ。そんな会社、辞めて本当に正解だよ！今も大変だけど、前向きな大変さだから、乗り越えていけるよ。あんな会社のことは忘れて、今の会社のため、家族のために頑張って！"
compassion29 = "そんな事言う人がいるんだね。物の言い方ってあるよね。今回のことは自分が人に指導する時の反面教師にすればいいんだよ。仕事は焦らずゆっくり覚えていけばいいんだし、焦ったっていいことないよ。将来は部下に愛される上司を目指そう！"
compassion30 = "そんな人の痛みか分からない、寄り添えない人の言葉は気にしなくて良いよ。上司はいずれ変わるし、変わればもう会う事もないし、言われた事は綺麗さっぱり忘れて、自分の体のことだえ考えて！人の痛みが分からない人はその内痛い目見るよ。"
compassion31 = "役所の方の家庭訪問の翌日にLINEが来たきりプツリと連絡が途絶えて2週間、生活保護も通ったからと母の様子を見に行くと、変わり果てた姿で倒れて亡くなっているのを見つける事に。本人確認も出来ない程に腐敗しており、その日のうちに私がDNA提出をして母の身元が判明。やっとしがらみからは解放されましたが、最後まで家族に迷惑をかけっぱなしだった母に対して、憎しみや怒りもたくさん出てきました。最後に家族と過ごしたかったのか？と思いますが、普段から人の話を聞かない人なので、哀れな人だったな。と思いました。"
compassion32 = "幼い頃から虐げられていたこと、あっちは全くそのつもりないんだろうね。気に入らないことがあるとすぐにヒステリックになって、家族がどれだけ気を回してきたか知らないんだよ。私の一言は今まで受けてきた言葉のほんの少しの報復だっただろう。もう楽になれたし、今の家族のことを最優先に日々頑張って行けばいいよ。"
compassion33 = "会社というのは従業員の生活を守るために、痛みを伴う決断をしていかなければならない時もあるだろうね。でも今回は痛み伴わないのに説明責任からも逃れて、何も誠意も見えなかったよね！もう期待するのも心を配るのも全部無駄だよ！辞めて正解、新天地で普通の会話が普通に通じる幸せを噛みしめていこう！"
compassion34 = "そんな奴気にする必要ないし、顔見るだけで腹立つから、バス停を変更してくれてラッキーだと思えばいいし、もう毎日会わなくて済むと思ったら楽だよ！マウントママとは離れて過ごそう！1人だと何も出来ないし、自信がないから、ママ友がいる時だけこっちにアピールする為に来るんだよ、堂々としてる方が勝ちだよ。コソコソしてるなんて変わってるやつだよ。"
compassion35 = "どこの男も大体一緒だよ。洗い物と洗濯物はずだけまだマシだよ。ボーナスも持ってくるし。頼ろうとするだけ心が疲れるから、期待はしちゃダメだよ。まだ、全くやらない男もいるんだから、大目に見て、上手に甘えないと動けないんだからね。"
compassion36 = "毎日そんなごみくずみたいな後輩相手にしてえらいね！会社もこんな無能な奴雇わなきゃいいのにね！そいつが育たないのをこっちのせいにされたらたまったもんじゃないよね！本当えらいよ私だったら耐えられない。バカだからすぐ繰り返すのかな？早くまともに仕事できるやつが入ってきてくれたらいいね！"
compassion37 = "お疲れさま。。それは大変だったね。仕事ができない上司を持つと本当に苦労する気持ちはわかる！良く頑張ってるし、その頑張りは周りの誰かがちゃんと見てくれていると思うよ。その上司のことは気にせず、頑張ってね。"
compassion38 = "頭にくるよね。せめて電話の1本となぜ急ぎになったのかの説明は必要だよ。しかも確認もしていたことなのにね。ミスや遅延をいているわけではないからこちらには非はないよ。多分CCに入っていた人もわかっているよ。"
compassion39 = "同じ子供を持つ親として心情お察しします。早く離れた方があなたの為でもあり子供達の為でもあると思うよ。今後、生活してゆくお金は少し心配かも知れないけど、それより精神衛生上、そういった事への価値観に雲泥の差がある人と時間は共有しない方が身の為だよ。"
compassion40 = "紹介での仕事は簡単にはやめられず大変だったよね。やめるにも紹介者にも連絡しなくてはならないし、週1日という稼ぎにつながりにくい職場で辛い辛いと思いながら半年もよく耐え、頑張ったね。悪い人ではないけれど、やはりあまりに古き良き場所というのは、効率や円滑を求める体質には向いて無かったよね。お疲れ様！よく頑張りました！"
compassion41 = "大変だったね。難しい子供なのはわかっているから関わらない方が良いよ。お母さんはとても良い人だけれど、少し距離を置いて接するようにした方が良い。なんであんなに睨まれるのか理由がわからないのだから。娘に被害はないのだからそれで良いと思うしかないかな。"
compassion42 = "まだ子供なのに家のお金のために養女に出されるなんて、ショックだよね、悲しいよね。まさかそんなことを大好きだった母に言われる苦しさと言ったら、人生で一番の苦しさ悲しさだよね。今でも覚えているけど、あの時「嫌だ」とはっきり言った自分をホメてあがたい。よく反抗した！"
compassion43 = "本当にやりたい放題な人だよね。もっと尊敬できる人が上司だといいのにね。まともに受け止めてたら身体がもたないから、受け流していこう。よく頑張ってるよ、いつもお疲れ様です。温かいお風呂にゆっくり浸かって、リラックスしよう。"
compassion44 = "上司の新人くんへの態度はひどいよね。見てられないよね。私も同じ経験をしてきたから、どうにかしてほしくて、上司にちゃんと伝えてえらかったよ。新人くんも、私を頼って相談してくれたね。私が言い方をとても気をつけるタイプだから上司にも気を付けてほしいよね。"
compassion45 = "あなたの感情は尤もだと思います。まともに報告しても怒鳴られるなら、これ以上自分を責めたり傷つくことはないよ。これは立派なパワハラだから、証拠を集めて訴えよう。これからの医療業界のためにも泣き寝入りはしないほうがいいよ。"
compassion46 = "泣いていいんだよ。耐えてるね。辛かったよね。我慢しなくていいんだよ。頑張っているね。私は選ばれるだけの価値のある人間なんだ。きっと良くなる。大丈夫。必要だと思われているんだよ。分かってくれる人がいるから大丈夫。人間と思うから腹が立つんだよ。"
compassion47 = "辛かったよね。でも世の中にはいろんな人がいるから、別に自分を否定して生きることはないよ。絶対に楽しいことが待っているから諦めないで前に進んで行こう。君のことをちゃんと理解してくれる人は必ずいるから、どんどんと声をかけて相談していこう。そうして楽しいことを積み重ねていけば、心が前向きになってどんどんと先に進めるよ"
compassion48 = "あるよね！どこにでも一人や二人そんな奴！大丈夫我慢なんてすることないわよ？ハッキリと言うべきことは言ってやりなさい。そんな最低の人に振り回されるだけ時間が勿体からね。その上で責任者に報告させて貰いましょ！また、責任者の力量も確認することも出来るし。もしかしたら他にもそんな人ばかりのところだったら即次の仕事探して速攻おさらばしちゃえばいいじゃん！気にせずマイウェイで行こうね。"
compassion49 = "ここが出発点だから、またここからがんばればいい。今回できなかったことで課題がみつかったんだから、それをしっかり練習すればいい。たまたま今回は負けたけど、1回の勝敗がすべてではない。前を向けないなら、所詮趣味なのでやめてしまえばいい。"

8.times do
  num = num+1
  eval "@age = age#{num}"
  eval "@title = title#{num}"
  eval "@emotions = emotions#{num}"
  eval "@score = score#{num}"
  eval "@journaling = journaling#{num}"
  eval "@situation = situation#{num}"
  eval "@compassion = compassion#{num}"

  User.create!(name: num, email: "user#{num}@example.com", age: @age, gender: "man", password:"password", password_confirmation: "password")
  # contents作成
  user = User.find_by(name: num)
  user.contents.create!(title: @title, emotions: @emotions, score: @score, journaling: @journaling, situation: @situation, compassion: @compassion, status: 1)
end

41.times do
  num = num+1

  if num == 9 then
    @age = "late_teens"
  elsif num < 25 then
    @age = "twenties"
  elsif num < 41 then
    @age = "thirties"
  elsif num < 45 then
    @age = "forties"
  elsif num < 50 then
    @age = "fifties"
  end

  eval "@title = title#{num}"
  eval "@emotions = emotions#{num}"
  eval "@score = score#{num}"
  eval "@journaling = journaling#{num}"
  eval "@situation = situation#{num}"
  eval "@compassion = compassion#{num}"

  User.create!(name: num, email: "user#{num}@example.com", age: @age, gender: "woman", password:"password", password_confirmation: "password")
  # contents作成
  user = User.find_by(name: num)
  user.contents.create!(title: @title, emotions: @emotions, score: @score, journaling: @journaling, situation: @situation, compassion: @compassion, status: 1)
end


